{
    "navbar": {
        "programs": "Programs",
        "aboutUs": "About Us",
        "ourMethodology": "Our Methodology",
        "login": "Login",
        "letsTalk": "Let's Talk",
        "Home": "Home",
        "gbEnglish": "GB English",
        "frFrancais": "FR Français"
    },
    "home": {
        "title": "Shaping the future of education by using Decentralized Learning",
        "description": "Unleash your full potential and take your career to the next level",
        "button": "Programs",
        "buttonTwo": "Learn more about the school"
    },
    "programs": {
        "titleSection": "Programs",
        "title": "Becoming a blockchain developer",
        "description": "This course will enable you to become a competent blockchain developer. You will learn the basics of blockchain technology, the programming languages used to develop blockchain applications, and you will be introduced to essential tools and frameworks",
        "button": "Discover more",
        "buttonTwo": "Open Enrollment"
    },
    "roadmap": {
        "title": "Your overall journey",
        "progress-content1": "Free Initiation from your home and at your own pace",
        "progress-content2": "Self-paced and Instructor-led training, On-line or on-Campus",
        "progress-content3": "Dual Certification, NFT and Professional ones",
        "progress-content4": "Support provided until employment or Startup development"
    },
    "AboutUs": {
        "AboutUs": "About Us",
        "description": "is an innovative Digital Business school that supports talents in training around the next-gen technologies like Blockchain and AI. Our mission is to build the bridges that will lead us to a better tomorrow. We are a team of tech innovation professionals and enthusiasts who strongly believe in the power of decentralized education (DeEd) to revolutionize the learning experience."
    },
    "discord": {
        "title": "Join our +1600 members on our Discord!",
        "description": "Join over a thousand B<sup>2</sup>Academy learners on our Discord server, and surround yourself with a supportive community to make progress within the ecosystem.",
        "point1": "+1600 members on the server",
        "point2": "+140 partners"
    },
    "methodology": {
        "title": "Our Methodology",
        "description": "At B<sup>2</sup>Academy, we are revolutionizing the way education is delivered. Our unconventional digital business school is committed to decentralizing education and creating opportunities for the other 99%. Our programs are designed to be agile and practical, allowing for flexibility and compatibility with your work and family life.",
        "DecentralizedLwarning": "Join our inspiring community and engage in a decentralized learning experience with peers and teachers in our live events.",
        "Metaverse": "Our online campus in the Metaverse is open for all students to join and meet anytime. there’s where we all gather around for our Live Events and Open Shows, and it's open 24/7!",
        "FlexibleCurriculum": "Our programs offer a flexible curriculum that can be completed at your own pace without interrupting your current work or life.",
        "FlexibleCurriculum-point1": "Self-paced : Online/Campus",
        "FlexibleCurriculum-point2": "Instructor-led : Online/Campus",
        "MicroLearning": "Microlearning simplifies complicated topics into short, learning units that go from basic to advanced levels.",
        "NftCertification": "Once you complete all the courses, Our Blockchain-based platform will reward you with an NFT certificate which can be exported directly."
    },
    "newsletter": {
        "title": "Don't miss out, stay up to date",
        "email": "Enter your email",
        "button": "Subscribe"
    },
    "Fqa": {
        "title": "Frequently Asked Questions",
        "description": "Can't find the answer you're looking for? Contact us on our",
        "question1": "IF I SIGN UP TODAY, WHEN CAN I START?",
        "question2": "WHAT TIME COMMITMENT DO THE PROGRAMS REQUIRE?",
        "question3": "IS THERE A MINIMUM LEVEL OF PREVIOUS EDUCATION OR KNOWLEDGE?",
        "question4": "IS THERE A FINAL CERTIFICATION?",
        "question5": "CAN I DO A PROGRAM IF I AM STUDYING OR WORKING?",
        "question6": "HOW CAN I RESOLVE MY QUESTIONS?",
        "question7": "ARE THERE PLANS FOR COMPANIES?",
        "question8": "HOW DO I REQUEST AN INVOICE?",
        "answer1": "You will be able to access the program content from the opening date (please check each program for its opening date). Please note that from that moment, you can choose when to start, as there is no need to start right on the opening date.",
        "answer2": "Our Programs are designed to take 3 to 5 hours a week, which can be in any way the student prefers (e.g., 30 minutes a day). This includes watching video classes and weekly live events, as well as interacting with the community. Our students take an average of 2 to 4 months to complete our programs and get the certification.",
        "answer3": "No. Our programs are designed for all levels. In fact, one of the key components of decentralized education is that we can all learn from each other, including people with a level of previous education that is very different from our own.",
        "answer4": "Yes. When you complete your program you will be able to download and export your certification to your Linkedin profile.",
        "answer5": "Yes. We have chosen the microlearning method with the intention that it can be combined with your studies, work and family.",
        "answer6": "Each class has a button to send your questions by video, text or audio. You will receive the answers directly from the team of teachers by email. In addition, you can sign up for the weekly Open Shows to share your learning with other students on the program.",
        "answer7": "Yes. We have specific plans for companies. If you are interested in implementing one of our programs in your company, please write to Helena Juan, Director of Sales, at helena@B2Academy.com.",
        "answer8": "Please send us an e-mail to hello@B2Academy.com with your tax information and we will send you the invoice as soon as possible."
    },
    "footer": {
        "Home": "Home",
        "programs": "Programs",
        "aboutUs": "About Us",
        "ourMethodology": "Our Methodology",
        "letsTalk": "Let's Talk",
        "ContactUs": "Contact Us",
        "Privacy policy": "Privacy policy",
        "terms and conditions": "Terms and conditions",
        "Copyright": "Copyright © 2023 Blockchain Business Academy All rights reserved."
    },
    "talk": {
        "title": "Need to speak with an advisor ?",
        "description": "B<sup>2</sup>Academy's advisors are available from Monday to Friday to support you on your blockchain training project and your financing process.",
        "button": "Schedule an appointment now"
    },
    "Appointment": {
        "title": "Appointment scheduling",
        "description": "Get accompanied on your blockchain training project with",
        "email": "Hello@B2Academy.com"
    },
    "Bdp": {
        "title": "Learn all the skills to develop a blockchain application",
        "description": "Leverage blockchain technology in application development",
        "button": "Enroll Now"
    },
    "NumberCountingSection": {
        "counting-item1": "Decentralized",
        "counting-item2": "Micro-learning",
        "counting-item3": "Dual Certification NFT",
        "counting-item4": "& Hashgraph",
        "counting-item5": "Countries",
        "counting-item6": "Global Community",
        "counting-item7": "Duration",
        "counting-item8": "Flexible Months"
    },
    "Brochure": {
        "title": "A tailor-made training program",
        "description": "The training program has been designed to provide you with a condensed knowledge",
        "description2": "to satisfy even the greatest curiosities.",
        "button": "Retrieve the brochure",
        "email": "Enter your email",
        "Terms and Conditions": "I accept the Terms and Conditions and the Privacy Policy"
    },
    "Enrolltoday": {
        "button": "Enroll Now",
        "title": "Enroll today and become an expert in the most demanded skills"
    },
    "Business": {
        "title": "B<sup>2</sup>Academy for Business",
        "description": "Contact us and get more information about our special rates for Businesses and groups",
        "button": "Contact us"
    },
    "advantages": {
        "title": "Advantages",
        "subtitle": "Through this training, you will be able to : ",
        "advantages-card": "Be Hired",
        "advantages-card-point1": "Live off your passion",
        "advantages-card-point2": "Increase your income",
        "advantages-card-point3": "Work in a thriving sector",
        "advantages-card2": "Develop Your Startup",
        "advantages-card2-point1": "Accomplish your project",
        "advantages-card2-point2": "Have flexible hours",
        "advantages-card2-point3": "Raise funds",
        "subtitle2": "Here are some Key Insights : ",
        "advantages-card3-point1": "40 million",
        "advantages-card3-point2": "jobs in blockchain by 2030",
        "advantages-card4-point3": "20%",
        "advantages-card4-point4": "increase in salary in Web3",
        "advantages-card5-point5": "2 billion",
        "advantages-card5-point6": "increase in GDP by 2023",
        "advantages-card6-point7": "40k€ - 90k€",
        "advantages-card6-point8": "per year compensation for blockchain developers",
        "subtitle3": "NFT Certification : ",
        "advantages-card-NFT": "Each of our participants receives a Dual Certification : Receive your NFT certification once you complete the program, and optionally pass an additional exam and receive the Blockchain certification by Hedera Hashgraph (CHHD certification)"
    },
    "ProgramModules": {
        "module1": "Module 1 : Introduction to Blockchain Technology",
        "module1-description": "Bases of the blockchain Decentralized architecture Secure transactions",
        "module2": "Module 2 : Fundamentals of Ethereum",
        "module2-description": "Understanding Ethereum Powerful smart contracts Creating decentralized applications",
        "module3": "Module 3 : Ethereum Practical Application",
        "module3-description": "Practical implementation Interacting with the blockchain Deploying smart contracts",
        "module4": "Module 4 : Development with Solidity",
        "module4-description": "Solidity programming language Designing smart contracts Creating Ethereum applications",
        "module5": "Module 5 : Development Tools",
        "module5-description": "Using popular tools Testing and deploying contracts Efficient development",
        "module6": "Module 6 : Testing Your Application",
        "module6-description": "Advanced functional testing Ensuring contract quality Preparation for deployment"
    },
    "ModalOverlayEnroll": {
        "title": "Blockchain Developer Form",
        "description": "Sign up now. Please fill out the form below:",
        "firstName": "First Name",
        "lastName": "Last Name",
        "email": "Email",
        "phoneNumber": "Phone Number",
        "Terms and Conditions": "I accept the Terms and Conditions and the Privacy Policy",
        "errorMessage": "Please accept the Terms and Conditions and the Privacy Policy.",
        "button": "Proceed to payment"
    },
    "ModalOverlayBusinesses": {
        "title": "Train Your Team On The Skills Of The Future",
        "description": "Get more information about our reduced rates for Businesses. Please fill out the following form and we will get in touch soon:",
        "firstName": "First Name",
        "lastName": "Last Name",
        "email": "Email",
        "phoneNumber": "Phone Number",
        "Terms and Conditions": "I accept the Terms and Conditions and the Privacy Policy",
        "errorMessage": "Please accept the Terms and Conditions and the Privacy Policy.",
        "button": "Send"
    },
    "ModalOverlayPrograms": {
        "title": "Request more information about our programs",
        "description": "Fill out the following form and we will get in touch with you as soon as possible.",
        "firstName": "First Name",
        "lastName": "Last Name",
        "email": "Email",
        "phoneNumber": "Phone Number",
        "Terms and Conditions": "I accept the Terms and Conditions and the Privacy Policy",
        "errorMessage": "Please accept the Terms and Conditions and the Privacy Policy.",
        "button": "Send"
    },
    "Terms&Conditions": {
        "title": "Terms & Conditions",
        "title1": "Privacy policy",
        "titleText": "Last revision: 1st of November, 2022",
        "Text":"1. Introduction",
        "textTitle1":"This document includes the terms and conditions of use ('Terms of Use') of the platform ('Platform') hosted on the web site https://b2academy.com/ ('Website') owned by b2academy Emprendimiento, S.L. ('b2academy' or 'We') with registered office at Pineda de Mar, 08397, Barcelona, CIF number B06944375, registered in the Commercial Register of Barcelona, volume 47908, folio 19, sheet B 566041 and contact at hola@b2academy.com. The purpose of these Terms of Use is to regulate the access, navigation and contracting of the various Online Programs offered by b2academy ('Program/s') by those users who have registered on the Platform ('Users') and those who visit the Platform ('Visitors'). By browsing the Platform and/or registering for the Program(s), the User or Visitor accepts these Terms of Use and Privacy Policy . Otherwise, the User or Visitor must cease using the Platform immediately. b2academy, through the registration to the Program(s), makes available to the Users a training Platform that offers the User access to the selected Program, in microlearning format in online mode from pre-recorded lectures ('Lectures') on the specific subject matter of the respective Program , as well as access to a virtual campus with a variety of additional content of the selected Program including the interactions of the online community (all together the “Services”).",
        "Text1":"2. How to register?",
        "Text2":"a) User Registration",
        "textTitle2":"In order to enroll in the Program, the User must register on the Platform, after which he/she will have access to all the content of Conferences and the online community for a period of time in principle unlimited ('Lifetime'). The term defined as Lifetime may be reduced in the event of (i) dissolution or (ii) entry into a liquidation process or (iii) sale (partial or total) of b2academy Emprendimiento, S.L., or (iv) when b2academy considers it in its sole discretion. The aforementioned reduction of the term will in no case generate an economic compensation in favor of the User. In any case b2academy will provide the User access to the content of the respective Program for a minimum period of 1 year from registration. Once the User registers for the Program, he/she must complete the bank details required to proceed with the payment of the Services, as set forth in the 'Payment Method' section, and must register his/her User by providing his/her name and surname, e-mail address and password. b2academy reserves the right to modify the contents accessible on the Website and the Platform (remove or add Conferences), without, however, generally reducing the service. In the event of a substantial reduction in the content of the training, b2academy will refund a proportional part of the Price (see below).",
        "text3": "b) Price",
        "textTitle3":"The price of each Program will be as defined in the 'Our Programs' section of the Website and will always be expressed in Euro currency and including applicable VAT, which will allow the User to access all the training content, as well as the online community. In addition, the amount may be subject to discounts offered by b2academy, for which b2academy will provide the applicable discount code for each promotion.",
        "text4": "c) Payment method",
        "textTitle4":"The transmission of personal or banking data is conducted using a secure environment, a server based on the standard security technology SSL (Secure Sockets Layer). All information transmitted by the User travels encrypted through the network. Likewise, the data entered by the User about his/her credit or debit card are entered directly to Stripe Inc. (payment gateway) and, therefore, are not entered or registered in any b2academy server, and will be treated according to Stripe's legal conditions. When paying by credit or with debit card, you will always be asked for the following information: the card number, the expiration date, and a Validation Code that matches the last three digits of the number printed in italics on the back of your card, thus offering more guarantees about the security of the transaction. This form of payment is valid only on the website. Once the requested bank details have been entered in the Stripe platform, payment for the contracted services will be made in a single payment. When the amount of a purchase has been fraudulently or improperly charged using the number of a payment card, the cardholder may demand the immediate cancellation of the charge. In this case, the corresponding debit entries and re-credit the accounts of the supplier and the cardholder will be made as soon as possible.",
        "text5": "3. User Obligations",
        "textTitle5":"The User agrees to make proper and lawful use of the contents and Platform and by way of example, but not limited to, not to use them to (i) engage in illegal activities or contrary to good faith and public order; (ii) cause damage to physical and logical systems b2academy or other users; (iii) attempt to access and, where appropriate, use the email accounts of other users and modify or record data. You agree that b2academy grants you a non-exclusive right to access the Services and therefore your account is personal and non-transferable. Specifically, the User assumes the following obligations: - To make payment in advance of the amount of the b2academy Services effectively in the amount and form indicated in sections 2.b. and 2.c. - Make good use of the Platform without causing any damage to the physical and logical systems of b2academy without contravening current legislation, good faith and public order or damage the rights and interests of third parties. - To guarantee the truthfulness and accuracy of the data provided when filling in the forms required to proceed with the contracting of the Services, thus avoiding any damage to b2academy as a result of their incorrectness. - You must be of legal age to be able to enroll in the Program. - Make good use of your User profile and your password to access the Platform, committing to make diligent use of them, as well as keep them properly so that they are not available to third parties, communicating in any case to b2academy their loss, theft or possible access by an unauthorized third party, so that b2academy can proceed to the immediate blocking.",
        "text6": "4. Right of withdrawal",
        "textTitle6":"You acknowledge and agree that, once you have accessed the Program, b2academy is not obliged to offer you a right of withdrawal, in accordance with the provisions of the regulations applicable to the consumer since it applies the exception contemplated in Article 103 paragraph m) of the revised text of the General Law for the Defense of Consumers and Users ('TRLGDCU'), since, once you pay the corresponding price and access the digital contents of the Program that we offer, the Services will be considered executed and, therefore, you will lose the right of withdrawal.",
        "text7": "5. End of relationship",
        "textTitle7":"If the User, at any time, ceases to agree with these Terms of Use or any changes to these Terms of Use, the User must immediately cease use of the Platform. If the User wishes to deactivate his or her account on the Platform, he or she should send an email to hola@b2academy.com indicating his or her willingness to deactivate the User's account. Once the User's account is deactivated, the User will not be able to access his/her account. For information on the retention of User data, the User should refer to our Privacy Policy.",
        "text8": "6. Disclaimer of warranties and liability",
        "textTitle8":"b2academy warrants that the Program will be of professional quality with content suitable for its stated purposes, and that b2academy will make it available to Users in a diligent and professional manner and will verify that the content is of quality. However, it does not warrant that the same will be error-free or, after a certain period of time after publication, out of date. To the extent permitted by applicable law, b2academy is not responsible, in any case, for damages of any nature that may cause, including but not limited to: the lack of availability of the portal; for any incident or technical failure and any loss of data that may result from them, as well as for any situation considered a fortuitous cause or force majeure, despite having taken all necessary technological measures to prevent it. In no event shall b2academy assume any responsibility for the Program or any other content published by third parties or coming from any link belonging to an external website, nor shall it guarantee the technical availability, quality, reliability, accuracy, comprehensiveness, truthfulness, validity and constitutionality of any material or information contained in any of the contents of the Program, virtual community, hyperlinks or other Internet sites. b2academy reserves the right to update, modify or delete the information contained in its Platform and/or Website, as well as its configuration or presentation, at any time without assuming any responsibility for it. In no case shall the Program be considered as professional advice by the teachers involved. Any professional relationship between a teacher and a User must be formalized outside the Platform, without the intermediation of b2academy, and by private contract between those parties. b2academy assumes no responsibility for such professional relationship and its effects, nor for having brought the parties thereto to the attention of the other.",
        "text9": "7. Intellectual and Industrial Property Rights",
        "textTitle9":"b2academy itself or as an assignee, owns all intellectual and industrial property rights of the Platform, as well as the elements contained therein (including but not limited to trademarks, images, sound, audio, video, or text; logos, color combinations, structure and design, selection of materials used, computer programs necessary for its operation, access and use, etc.). Pursuant to the provisions of national, European and international regulations on intellectual property, the reproduction, distribution and public communication, including making available, of all or part of the contents of the Platform and specifically the content developed by b2academy, for commercial purposes, in any form and by any technical means, without the prior written authorization of b2academy, are expressly prohibited. The User expressly agrees not to make or allow any recording, downloading, or 'scraping' of the content of the Website and/or Platform but shall be limited to viewing such content on the Site itself.",
        "text10": "8. Third party links",
        "textTitle10":"b2academy is not responsible for the content posted by third parties or third party web pages that can be accessed from the Website; nor for the accuracy, veracity and validity of the information that is not of its own creation, and whose content belongs to third parties outside b2academy. However, pursuant to Article 17 of Law 34/2002 of July 11, 2002, on information society services and electronic commerce, when b2academy becomes aware of the unlawfulness of such content or links, it will proceed to remove them, as well as blocking the content that may be unlawful or violate the rights of third parties, under Articles 11 and 16 of that Law.",
        "text11": "9. Jurisdiction and out-of-court dispute resolution",
        "textTitle11":"b2academy reserves the right to file civil and/or criminal actions it deems appropriate for the improper use of its Website and/or Platform and contents or for the breach of these conditions. Without prejudice to the option available to the parties to voluntarily submit to the online dispute resolution system mentioned in the following section, the relationship between the User and b2academy shall be governed by the regulations in force and applicable in the Spanish territory. If any dispute arises, the parties may submit their disputes to arbitration or go to the ordinary jurisdiction in compliance with the rules on jurisdiction and competence in this regard, with submission to the forum of the consumer's domicile. Notwithstanding the foregoing, in accordance with Regulation (EU) 524/2013, the European Commission provides a free access platform for out-of-court online dispute resolution for electronic contracting (http://ec.europa.eu/consumers/odr/) to which the parties may voluntarily submit, through the intervention of the so-called Dispute Resolution Body, which acts as a neutral intermediary between the two parties."
    }
}